Repository: mrandika/ios-cinewatch
Catalog: Modules/CWCommon/Sources/CWCommon/Resources/*.lproj/Localizable.strings
Languages: id

# HTTP_ERROR_EXPLANATION
source: There was a problem while your request
id: Ada masalah pada saat memproses permintaan kamu

# CUSTOM_NETWORK_ERROR_EXPLANATION
source: There was a problem with your request
id: Ada masalah pada permintaan kamu

# HTTP_REDIRECTION
source: seems like there was tangling on TMDB API.
id: sepertinya ada yang kusut dengan API TMDB.

# HTTP_CLIENT_ERROR
source: seems like there was a problem with CineWatch.
id: sepertinya ada yang salah dengan CineWatch.

# HTTP_SERVER_ERROR
source: seems like there was a problem TMDB API.
id: sepertinya ada yang salah dengan API TMDB.

# AF_PROCESS_ERROR
source: seems like there was a problem contacting the TMDB API.
id: sepertinya ada masalah pada saat menghubungi API TMDB.

# DECODING_ERROR_EXPLANATION
source: There was a problem while getting the movies
id: Ada masalah pada saat memproses permintaan kamu

# LDB_ERROR_EXPLANATION
source: There was a problem contacting the database
id: Ada masalah menghubungi database

# CUSTOM_DATA_ERROR_EXPLANATION
source: There was a problem with your request
id: Ada masalah pada permintaan kamu

# REALM_INIT_FAIL
source: seems like the database out of contact.
id: sepertinya database tidak dapat dihubungi.

# REALM_WRITE_FAIL
source: seems like the database fail to write the data.
id: sepertinya database gagal menyimpan data.

# REALM_READ_FAIL
source: seems like the database fail while reading the data.
id: sepertinya database gagal pada saat membaca data.

# REALM_DELETE_FAIL
source: seems like the database fail while deleting the data.
id: sepertinya database gagal pada saat menghapus data.

# AF_DECODER_FAIL
source: seems like the data is in incorrect format.
id: sepertinya format data salah.

# LOCAL_STORAGE_EMPTY
source: seems like is empty in here.
id: sepertinya kosong disini.
