Repository: mrandika/ios-cinewatch
Catalog: Modules/CWDetailPage/Sources/CWDetailPage/Resources/*.lproj/Localizable.strings
Languages: id

source: Movie Detail
id: Detail Film

# ADD_WATCHLIST
source: Add to Watchlist
id: Tambahkan ke Daftar

# REMOVE_WATCHLIST
source: Remove from Watchlist
id: Hapus dari Daftar

# ALERT_REMOVE_WATCHLIST
source: Delete from watchlist?
id: Hapus dari Daftar Tonton?

# ALERT_REMOVE_WATCHLIST_DESCRIPTION
source: This movie will deleted from your watchlist, however, you can add it again anytime.
id: Film ini akan dihapus dari daftar tontonmu, tetapi, kamu bisa menambahkannya kembali kapan saja.

source: Genre(s)
id: Genre

source: Runtime
id: Durasi

source: Release Date
id: Tanggal Rilis

source: About This Movie
id: Tentang Film Ini

source: Cast(s)
id: Pemeran

source: Show All
id: Tampilkan Semua

source: Show Less
id: Tampilkan Sedikit

source: Production House
id: Rumah Produksi
